Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_veiledning_kp_regning_3trinn_nordsamisk.docx.tmx
Source language: sme
Languages: sma

source: Maid jáhkkibehtet mii galgat gávdnat dáinna siidduin ?
sma:  Maam dijjieh vienhtede mijjieh pryövebe gaavnedh daejnie sæjrojne ?

source: Mo sáhttit jurddašit go galgat čoavdit dán bargobihtá ?
sma:  Guktie maehtebe ussjedidh juktie daam laavenjassem loetedh ?

source: Oahppit vuolábealde sierra beroštumi ráji geavahit dávjá guhkes áiggi danne go sis leat eahpevuogálaš strategiijat, heajos doabaipmárdusat, dahje beare viiddis dárkkistanstrategiijat.
sma: Learohkh tjoeperdimmieraasten nuelesne daamtaj guhkiem tïjjem nuhtjieh dan åvteste dej leah ovmaereles strategijh, viesjies dïejvesh jallh fer vijries gïehtjedimmiestrategijh.

source: Daid dáhttut fuobmát kártengeahččalemiiguin, ja danne čađahit geahččaleami áigemeriiguin ja veahkkeneavvuid haga.
sma: Mijjieh sïjhtebe daam goerehtallemepryövine vueptiestidh, jïh dan åvteste pryövem tjïrrehtibie tïjjemieriejgujmie jïh bielelen viehkiedïrregh.

source: Maŋŋil go geahččaleapmi lea divvojuvvon, de sáhttá láhčit ohppiide vejolašvuođa bargat bihtáid maid eai vástidan geahččaleamis.
sma: Mænngan pryövem staeriedamme, maahta sjïehteladtedh ihke learohkh åadtjoeh laavenjasside loetedh mejtie idtjin vaestedh gosse pryövem tjïrrehtin.

source: Jus nu, de divo vuos geahččaleami, ja divtte dasto ohppiid muosis bargat loahppa bargobihtáid ivdnebliánttain.
sma: Staeredh boekte pryövem voestegh, jïh baajh dan mænngan learoehkidie raeffesne tjahkasjidh jïh dejtie mubpide laavenjasside loetedh klaerieplæjjohkinie.

source: De gal ožžot geavahit veahkkeneavvuid.
sma: Daelie maehtieh maaje viehkiedïrregh nuhtjedh.

source: Oahppit leat juo gullan bagadusa ja sáhttet geahččat ovdamearkkaid geahččaleamis.
sma: Learohkh joe bïhkedassem govleme jïh maehtieh vuesiehtimmide pryövesne vuartasjidh.

source: Máŋgasiidda lea dat doarvái dasa ahte nagodit iešheanalaččat bargat bihtáiguin mat leat báhcán.
sma: Jeenjesidie ij leah daate nuekies ihke dah buektiehtieh jïjtjeraarehke barkedh dej jeatjah laavenjassigujmie.

source: Oahppit EAI oaččo divvut boasttu vástádusaid.
sma: Learohkh EAH luhpiem åadtjoeh båajhtoeh vaestiedassh staeriedidh.

source: Ohppiide geat rahčet ii leat nu ollu ávki bargat iešheanalaččat geahččaleami bargobihtáiguin, ja nu ii ávžžuhuvvo sidjiide dat bargovuohki.
sma: Gaajh viesjies learohkh sijhtieh vaenie nåhtoem utnedh jïjtjeraarehke laavenjassigujmie pryövesne barkedh, jïh dan åvteste ibie dam raeresth.

source: Okta vuohki lea ahte oahppi ovttas oahpaheddjiin bargá bargobihtáid maid son ii ollen geahččaleamis.
sma: Akte nuepie lea learohke lohkehtæjjine ektine, dejtie laavenjasside dorje mejtie satne idtji asth pryövesne darjodh.

source: De lea oahpaheaddjis buorre vejolašvuohta jearrat čuovvolahttingažaldagaid ja nu oažžut liige dieđuid das maid oahppi ii ipmir, ja mainna son rahčá.
sma: Dellie lohkehtæjja nuepiem åådtje jienebh gyhtjelassh gihtjedh jïh lissie bïevnesh åadtjodh man bïjre learohke guarka, jïh mejnie tjabreminie.

source: Dat sáhttá leat vuosttaš oassi oahppi viidásit kártemis.
sma: Daate maahta voestes lïhtse årrodh dennie guhkiebasse goerehtallemisnie.

source: Doahpagiid ja máhtolašvuođaid ovdánahttin
sma: Evtiedimmie goerkesistie jïh tjiehpiesvoetijste

source: Digaštallet oahppá go oahppi álggos doahpagiid ovdalgo máhtolašvuođaid, dahje máhtolašvuođaid ovdal go doahpagiid, vai ohppet go daid buohtalaga.
sma: Digkedeminie mejtie goerkese evtiesåvva tjiehpiesvoeti åvtelen, tjiehpiesvoeth goerkesen åvtelen, jallh mejtie dah sinsitnien baalte evtiesuvvieh.

source: Jáhku mielde dat ovdánit buohtalaga.
sma: Hævvi vienth dah sinsitnien baalte evtiesuvvieh.

source: Oahppit geat eai hálddaš lohkodoahpagiid nu bures rahčet dávjá lohkamiin ja lohkorehkenastimiin.
sma: Learohkh viesjies taaledïejvesigujmie daamtaj viesjies tjiehpiesvoeth utnieh ryöknemisnie jïh taaleryöknedimmesne.

source: Oahppit geat rahčet lohkat dávjá eai ipmir nu bures doahpagiid mat čatnasit loguide.
sma: Learohkh mah tjabreminie ryöknedh, daamtaj viesjies dïejvesegoerkesem utnieh ektiedamme taalide.

source: Ohppiin leat juo doahpagat ja máhtolašvuođat go sii álget skuvlii.
sma: Learohkh dïejvesh jïh tjiehpiesvoeth meatan utnieh gosse skuvlese båetieh.

source: Árra giellaovdánemiin ja lohkamiin leat sii háhkan dehálaš gelbbolašvuođa mii lea vuođđun vuođđo máhtolašvuođaide rehkenastimis ja dasa ahte oahppat matematihka.
sma: Aareh gïeleevtiedimmien jïh ryöknemen tjïrrh dah leah vihkeles maahtoem vejtiestamme mij våaroeminie sjædta tjiehpiesvoetide ryöknedimmesne jïh matematihkem lïeredh.

source: Ipmárdus doahpagiidda nugo ovdamearka dihte stuorit go, eanet, dahje lohkosánit ja lohkanmáhtolašvuođat leat reaiddut viidásit oahppamii.
sma: Goerkese ektiedamme dïejvesidie goh vuesiehtimmien gaavhtan stuerebe goh, vielie, jallh taalebaakoeh jïh ryöknemetjiehpiesvoeth leah dïrregh dan guhkiebasse lïerehtæmman.

source: Juo skuvlaálgima áiggi sáhttet oahpaheaddjit áicat ahte ohppiin leat iešguđetlágan gelbbolašvuođat.
sma: Joe skuvleaalkoven lohkehtæjjah maehtieh vïhtesjidh learohkh joekehts maahtoem utnieh.

source: Muhtun oahppit eai máhte lohkat meaddel viđá kardinála ipmárdusain, muhtun oahppit ges máhttet adderet loguid 0-100 gaskkas.
sma: Mearan muvhth learohkh eah maehtieh vielie goh vïjhtese ryöknedh kardinaale goerkesinie, mubpieh learohkh maehtieh taalh tjåanghkan bïejedh suerkesne 0 – 100.

source: Skuvllas sáhttá áicat matteuseffekta, erohus ohppiid gaskkas stuorru árra skuvlajagiid.
sma: Skuvlesne maahta aktem matteuseffektem vïhtesjidh, joekehtse learohki gaskem sjïdtede dej voestes skuvlejaepiej.

source: Ulbmil kártengeahččalemiiguin lea fuobmát erohusaid nu ahte sáhttá bargat dihtomielalaččat ovddidit doabaipmárdusa ja rehkenastimáhtolašvuođa ohppiin geat rahčet eanemusat.
sma: Goerehtallemepryövi aajkoe lea joekehtsh vueptiestidh, guktie maahta voerkeslaakan barkedh dïejvesegoerkesem jïh ryöknemetjiehpiesvoetide lissiehtidh dej viesjiehtommes learohki luvnie.

source: Ii leat dušše okta geaidnu háhkat vuođđo máhtolašvuođaid rehkenastimis – ohppiin lea individuella ovdáneapmi, muhto leat muhtun oktasašvuođat maiddái.
sma: Ij leah akte geajnoe dejtie vihkielommes tjiehpiesvoetide ryöknedimmesne – learohkh sjïere evtiedimmieh utnieh, men såemies tjåenghkies væhtah.

source: Jus oahppit galget šaddat čeahpit rehkenastit, de fertejit leat guokte vuođđo ášši sajis: sii fertejit máhttit lohkat sihkkarit ja geabbilit, ja sis fertejit leat nanu lohkodoahpagat.
sma: Ihke learohkh edtjieh væjkele sjïdtedh ryöknedidh, dellie göökte maadthgierkieh tjuerieh stïeresne årrodh: dah tjuerieh maehtedh jearsoeslaakan jïh fleksijbele ryöknedidh, jïh dah tjuerieh hijven

source: Vuosttaš jagiid skuvllas lea vuđolaš bargu lohkanaktivitehtaiguin hui dehálaš ohppiid ovdáneapmái.
sma: Learohki evtiedimmien gaavhtan lea joekoen vihkeles veele barkedh learohki ryöknemedarjomigujmie dej voestes jaepiej skuvlesne.

source: Lohkan lea dárbbašlaš ohppiid lohkoipmárdusa ovddideapmái, dasa lassin geavahit oahppit ollu lohkanstrategiijaid bargobihtáid čoavdimii.
sma: Ryökneme lea daerpies juktie learohki taalegoerkesem evtiedidh, lissine learohkh jeenjemasth ryöknemestrategijh nuhtjieh laavenjasseloetemisie.

source: Eanas oahppit ohppet dađistaga beaktileabbo ja geabbileabbo strategiijaid dađimielde go šaddet čeahpibut lohkat ja háhket buoret lohkoipmárdusa.
sma: vielie effektijve jïh fleksijbele strategijh evtiedidh mearan væjkalåbpoe sjidtieh ryöknedh, jïh buerebe taalegoerkesem åadtjodh.

source: Muhtun ohppiid ovdáneapmi bisána, dainna oaivvilduvvo ahte sii jotket geavahit álkes strategiijaid (geahča Rehkenastin vuollelis).
sma: Såemies learohkh tjöödtjestieh, dah jåerhkieh aelhkie strategijh nuhtjedh (vuartesjh Ryöknedimmie vuelielisnie).

source: Dat oahppit sáhttet oažžut matematihkkaváttuid.
sma: Daah learohkh leah vaahresne matematihketsagkesh evtiedidh.

source: Danne lea dehálaš veahkehit ohppiid ovdánit viidásit ovttageardánis ja ovttamállet lohkanstrategiijain beaktileabbo strategiijaide ja geabbileabbo strategiijageavaheapmái.
sma: Dan åvteste vihkeles learoehkidie guhkiebasse viehkiehtidh naive jïh rigide ryöknemestrategijijste, vielie effektijve strategijide jïh akten vielie fleksijbele strategijeåtnose.

source: Davviriikkain earuhit erenoamáš matematihkkaváttuin ja dábálaš matematihkkaváttuin.
sma: Noerhtelaantine joekehtibie sjïere jïh sïejhme matematihketsagkesi gaskem.

source: Dávjá geavahit doahpagiid gáržžes ja viiddis definišuvnna (geahča ovdamearka dihte Lunde, 2008).
sma: Daamtaj dïejvesh gietskies jïh gamte definisjovne åtnasuvvieh (vuartesjh vuesiehtimmien gaavhtan Lunde 2008).

source: Muhtun ohppiin geat rahčet matematihkain, leat erenoamáš matematihkkaváttut.
sma: Såemies dejstie learoehkijstie mah matematihkine tjabreminie, sjïere matematihketsagkesh utnieh.

source: Erenoamáš matematihkkaváttuid čatnet ovdamearka dihte muitinváttuide, kognitiivafáktoriidda dahje abstrakšuvdnaváttuide (Holm, 2002).
sma: Dam ektede nåakebe mujhtesefunksjovnese, kognitijve faktoridie jallh abstraksjovnetsagkesidie (Holm, 2002).

source: Ohppiide geain leat erenoamáš matematihkkaváttut berre árvvoštallat lea go dárbu liige čuovvoleapmái maiddái olggobealde heivehuvvon oahpahusa vrd oahpahuslága.
sma: Dejtie learoehkidie sjïere matematihketsagkesigujmie, byöroe vuarjasjidh mejtie daerpies lissie dåarjelimmiem aaj mierien ålkolen sjïehtedamme lïerehtimmeste, ööhpehtimmielaaken mietie.

source: Johtočálus F-04-13 geatnegahttá skuvlla árvvoštallat oahpahusa doaibmama ovdalgo vuolggaha ášši PPT:I ja vejolaččat erenoamáš oahpahusa mearrádussii.
sma: Prievien mietie F-04-13 skuvle dïedtem åtna nåhtoem lïerehtimmeste vuarjasjidh, åvtelen PPD:se vuesehte, jïh eventuelle nænnoestimmie sjïereööhpehtimmien bïjre.

source: Dakkár árvvoštallamis sáhttá kártengeahččaleami geavahit oassin.
sma: Goerehtallemepryöve maahta meatan årrodh aktene dagkeres vuarjasjimmesne.

source: Lassin ohppiide geain leat erenoamáš váttut matematihkas, de dáidet maiddái leat oahppit geain leat dábálaš váttut matematihkas.
sma: Gelline skuvline sæjhta naan learohkh årrodh mah utnieh dam maam mijjieh gåhtjobe sïejhme matematihketsagkesh.

source: Lunde (2008) mielde mearkkaša dat ahte lea váilevaš oktavuohta oahppi kognitiiva doaibmama, oahpahusa ja eará fáktoriid gaskkas mat váikkuhit oahpahussii, ja ahte dat váilevašvuohta hehtte oahppi oahppamis matematihka.
sma: Lunden mietie (2008) dellie sæjhta akte ovreakta årrodh gaskem learohken kognitijve fungeradimmiem, ööhpehtimmiem jïh jeatjah faktovrh mah lïerehtimmiem tsevtsieh, jïh daate ovreakta jeenjemasth learohken

source: Muhtun ohppiin geat leat ožžon bohtosiid vuolábealde sierra beroštumi ráji leat dábálaš matematihkkaváttut.
sma: Muvhth dejstie learoehkijstie mah tjoeperdimmieraasten nuelesne skååredieh, sïejhme matematihketsagkesh utnieh.

source: Daidda ohppiide galgá plánet doaibmabijuid heivehuvvon oahpahusa siskkobealde oassin árra doaimmain.
sma: Dejtie learoehkidie edtja råajvarimmieh soejkesjidh mierien sisnjelen sjïehtedamme lïerehtimmeste, goh akte lïhtse aareh råajvarimmesne.

source: Dábálaš matematihkkaváttuid dovdomearkkat leat heajos doabaipmárdus ja ovttageardánis ja rievddakeahtes strategiija geavaheapmi.
sma: Learohkh sïejhme matematihketsagkesigujmie daamtaj viesjies dïejvesegoerkesem, jïh naive jïh rigide strategijeåtnoem utnieh.

source: Danne go heajos strategiijageavaheapmi addá heajos vuođu viidásit oahppamii, de dat sáhttá addit váttisvuođaid matematihkain maŋŋel skuvlaáigodagas jus ii bija johtui doaibmabijuid (geahča ovdamearka dihte Lunde, 2008 dahje Ostad, 2008 ja 2010).
sma: Juktie ovmaereles strategijeåtnoe nåake våaromem vadta dan guhkiebasse lïerehtæmman, daate maahta tsagkesh vedtedh matematihkine mænngan skuvletïjjen dastegh råajvarimmieh eah vadtasovvh (vuartesjh vuesiehtimmien gaavhtan Lunde, 2008 jallh Ostad, 2008 jïh 2010).

source: Kártengeahččaleami vuosttaš oassi (ovdal bottu) mihtida eanas doabaipmárdusa ja lohkanmáhtolašvuođa.
sma: Voestes bielie goerehtallemepryöveste (eejehtimmien åvtelen) åajvahkommes dïejvesegoerkesem jïh ryöknemetjiehpiesvoeth möölehte.

source: Geahččaleami nubbi oassi mihtida eanas lohkorehkenastima (adderema, subtraherema ja multiplikašuvnna).
sma: Mubpie bielie pryöveste åajvahkommes taaleryöknedimmiem möölehte (addisjovne, subtraksjovne jïh multiplikasjovne).

source: Oahppit geat rahčet geavahit dávjá lohkanstrategiijaid go galget čoavdit bargobihtáid lohkorehkenastimis.
sma: Viesjies learohkh daamtaj ryöknemestrategijh nuhtjieh juktie laavenjassh loetedh taaleryöknedimmesne.

source: Vai galgá daid ohppiid fuomášit, de lea juohke siidui biddjon áigemearri.
sma: Dah referansh mah daennie tjaalegisnie vadtasuvvieh, læstosne gaavnh raeriestimmiejgujmie vielie

source: Áigemearri lea biddjon nu ahte oahppit geat geavahit eahpevuogálaš ja unnán beaktilis strategiijaid, eai árvvu mielde nákce geargat buot bargobihtáiguin siiddus mearriduvvon áigái.
sma: Tïjjemierie lea bïejesovveme naemhtie guktie learohkh mah ovmaereles jïh nåake effektijve strategijh nuhtjieh, eah sån sïjhth gaervies sjïdtedh gaajhki laavenjassigujmie sæjrosne tïjjemierien sisnjelen.

source: Geahččaleami vuosttaš oasis lea eanet áigi bargat bihtáid.
sma: Voestes bielesne pryöveste tïjjemierie guhkebe.

source: Ohppiid doaba ja máhtolašvuođa ovddidemiin lea dehálaš bargat buohtalaga.
sma: Vihkeles parallellelaakan barkedh learohki dïejvesidie jïh tjiehpiesvoeth evtiedidh.

source: Oahppit geat rahčet eanemus dárbbašit geavahit eanet áiggi
sma: Doh viesjiehtommes learohkh daarpesjieh guhkiem gïehtelidh

source: ovdánahttit lohkodoahpagiid (ovdamearka dihte lagamus lohku, sirret loguid ja lihka ollu)
sma: • aktem hijven taaledïejvesem evtiedidh (vuesiehtimmien gaavhtan lïhkemes taale, taalh veesmedh jïh seamma jïjnjh)

source: bargat olles lohkoguovlluin 0-100: dat lea dehálaš vai ipmirda mo sadjevuogádat lea huksejuvvon ovttežiiguin ja logežiiguin
sma: • abpe barkoesuerkesne 0-100 barkedh: daate lea vihkeles juktie guarkedh guktie posisjovnesysteeme lea bæjjese bigkeme aktigujmie jïh luhkiejgujmie

source: bargat lohkoguovlluin 0-1000, vai buorebut ipmirda sadjevuogádaga
sma: • taalesuerkesne 0-1000 barkedh, juktie daajroem vijriedidh posisjovnesysteemen bïjre

source: háhkat alcces strategiijageavaheami mii čatnasa addišuvdnii: oahppit geat rahčet dárbbašit veahki ja doarjaga sirdit strategiijas mas lohket-buot strategiijai mas lohket-viidáseappot, ja dađistaga geavahišgoahtit máhtuset loguid birra ja lohkofáktáid vuođđun rehkenastimis.
sma: • jïjtse strategijeåtnoem evtiedidh ektiedamme addisjovnese: viesjies learohkh viehkiem jïh dåarjoem daarpesjieh juktie vaedtsedh «gaajhkem ryöknedhš- strategijijste, «guhkiebasse-ryöknedhš strategijide, jïh mænngan aelkedh daajroeh nuhtjedh taali jïh taalefaaktaj bïjre goh våarome ryöknedæmman

source: háhkat alcces strategiijageavaheami mii čatnasa subtrakšuvdnii: sirdit lohkanstrategiijain dasa ahte geavahišgoahtá rehkenastimii vuođđun máhtuid mat oahppis leat loguid birra ja lohkofáktáid
sma: • jïjtse strategijeåtnoem evtiedidh ektiedamme subtraksjovnese: vaedtsedh ryöknemestrategijijste, juktie daajroeh nuhtjedh taali jïh taalefaaktaj bïjre goh våarome ryöknedæmman

source: bargat konkrehtaiguin ja čatnat daid joavkolohkamii vai dat lea vuođđun ipmirdit multiplikašuvnna
sma: • konkreetigujmie barkedh jïh daam dåehkieryöknemasse ektiedidh goh våarome juktie multiplikasjovnem guarkedh

source: 3. ceahki oahppit geat rahčet buot eanemusat dárbbašit ain beassat bargat lohkanaktivitehtaiguin, buohtastahttit hivvodagaid ja čatnat hivvodagaid lohkosymbolaide.
sma: Dah ellen viesjiehtommes learohkh 3. daltesisnie annje daarpesjieh ryöknemedarjomigujmie barkedh, veahkah viertiestidh jïh veahkam taalesymbovlese ektiedidh.

source: Temát vuollelis ja ohppiidportreahtat evttohit mo sáhttá joatkit bargat ohppiiguin.
sma: Teemah vuelielisnie jïh learohkeportrehth såemies raeriestimmieh vedtieh dan guhkiebasse barkose learoehkidie

source: Evttohus lassi lohkamuššii
sma: Raeriestimmie vielie lohkemen bïjre

source: Lohkan
sma: Ryökneme

source: Buorit lohkanmáhtolašvuođat leat hui dehálaččat ovddidit lohkoipmárdusa, rehkenastinmáhtolašvuođaid ja makkár strategiijaid vállje go čoavdá bargobihtáid.
sma: Hijven tjiehpiesvoeth ryöknemisnie leah joekoen vihkeles juktie taalegoerkesem, ryöknedimmietjiehpiesvoeth jïh strategijh evtiedidh mah leah laavenjasseloetemasse ektiedamme.

source: Oahppit dárbbašit vuođđo ipmárdusa viđa prinsihpas vai galget šaddat čeahpes (lohko) lohkkit:
sma: Juktie væjkele ryöknijh sjïdtedh dle learohkh aktem uvtemesth goerkesem vïjhte prinsihpijste daarpesjieh.

source: Oahppit fertejit máhttit lohkoráiddu (loguid namaid) ja diehtit ahte loguin lea dihto vuorru (ordinalitehta).
sma: Learohkh tjuerieh taaleraajroem maehtedh (taali nommh) jïh daejredh taalh aktem vihties öörnegem utnieh (ordinaliteete).

source: Sii fertejit maiddái ipmirdit okta-ja-okta korresponderema, dainna oaivvilduvvo ahte juohke diŋga lohkko okte ja dušše okte, ja ahte ii leat dadjamuš makkár vuorus diŋggaid lohká.
sma: Dah tjuerieh aaj guarkedh aktese aktese- korrespondansem guarkedh, daate sæjhta jiehtedh fïerhte aate ajve ikth ryöknesåvva, jïh ij sïjhth maam jiehtedh mennie öörnegisnie aatide ryöknoe.

source: Dasa lassin ferte oahppi oahppat ahte lea maŋemus lohku mii ovddasta hivvodaga maid lea lohkan (kardinalitehta).
sma: Lissine learohkh tjuerieh lïeredh dïhte minngemes taale dïhte, mij lea dam abpe veahkam maam ryökneme (kardinaliteete).

source: Ii leat vejolaš vástidit gažaldaga “ man galle ” jus ii ipmir kardinála aspeavtta.
sma: Ij gåaredh gyhtjelassh vaestiedidh goh «man jïjnješ bielelen dam Sæjroe kardinaale aspektem guarkedh.

source: Dan ohppet eanas oahppit ovdal go álget skuvlii. Oahppiovdamearka
sma: Dah jeanatjommes learohkh dam lierieh åvtelen dah skuvlesne aelkieh.

source: Niillasis leat beavddis guokte logeža, okta viđeš ja golbma ruvdnobihtá.
sma: Learohkevuesiehtimmie Daanen uvte göökte luhkieh, akte vïjhte jïh golme kråvnah.

source: Niillas cegge logi suorpma seammás go lohká ovtta ja ovtta logi rádjái.
sma: Daane luhkie soermh sov uvte steerie mearan akti akti ryöknoe goske låhkan båata.

source: Dasto son joatká seammás go bidjá vulos ovtta ja ovtta suorpma, gitta 20 rádjái.
sma: Dle jåarhka mearan akti akti soermem «vïbpeldeš goske 20 båata.

source: Son bisána, dolle ovtta gieđa bajás mas leat suorpmat badjin, ja joatká lohkat 21,22,23,24,25.
sma: Dïhte tjöödtjeste, aktem gietem bæjjese steerie soermigujmie geerjehtamme jïh guhkiebasse ryöknoe 21, 22, 23, 24, 25.

source: De son cuige golmma ruvdnobihttái ja lohka 26, 27, 28.
sma: Dle dejtie golme kråvnide tjuvtjede jïh ryöknoe 26, 27, 28.

source: Liisá luohkká lea bargame lohkoráidduiguin.
sma: Klaasse taaleraajroejgujmie barka.

source: Oahpaheaddji čállá távvalii 5, 10, 15, 20.
sma: Lohkehtæjja 5, 10, 15, 20 taavlesne tjaala.

source: Liisá lohká viidáseappot.
sma: Læjsa edtja guhkiebasse ryöknedh.

source: Son lohká 5, 10, 15, 20, 30, 40.
sma: Dïhte ryöknoe 5, 10, 15, 20, 30, 40.

source: Niillas čájeha ahte máhttá lohkat ruovderuđaid, muhto son ii geavat strukturerejuvvon joavkkuid nu ahte lohka logi ja vihtta oktanis.
sma: Daane vuesehte satne maahta beetnegidie ryöknedh, men ij dejtie öörneldihkie dåehkide nuhtjh juktie luhkine jïh vïjhtine ryöknedh.

source: Seammás čájeha Niillas ahte nagoda lohkat nu ahte ii seahkán.
sma: Seamma tïjjen Daane vuesehte satne buektehte öörnegem steeredh ryöknemisnie.

source: Liisá ii nákce dovdat minstara lohkoráiddus maid oahpaheaddji čállá távvalii.
sma: Læjsa ij buektehth taalemöönsterem damtijidh maam lohkehtæjja taavlesne tjaala.

source: Son soittii geahččan dušše maŋemus lohkui.
sma: Mejtie dïhte ajve dam minngemes taalem vuartesje.

source: Ovdalgo oahppit leat ipmirdan mo lohkovuogádagat leat huksejuvvon, logežiiguin ja ovttežiiguin, de orrot logut eavttuid haga dušše muhtun lohkun ja jietnan.
sma: Åvtelen learohkh leah guarkeme guktie taalesysteeme lea bæjjese bigkeme luhkiejgujmie jïh aktigujmie, taalh sijhtieh årrodh taalh jïh tjoejh mah eah naan mïelem utnieh.

source: Logešrasttideapmi sáhttá leat váttis máŋgga oahppái.
sma: Luhkiesertiestimmieh maehtieh gïerve årrodh gellide learoehkidie.

source: Logut 11-20 eai čuovo dábálaš njálmmálaš minstara (guoktelogi-okta, guoktelogi – guokte...,njealljelogi-okta, njealljelogiguokte, jna), muhto dain lea iežaset logihkalaš struktuvra.
sma: Doh taalh 11-20 eah dam sïejhme njaalmeldh möönsterem utnieh (göökteluhkie akte, göökteluhkie göökte, njieljieluhkie akte njieljieluhkie göökte jnv) men aktem jïjtse logiske struktuvrem utnieh.

source: Vai oahppit galget fuobmát oktavuođaid ja minstariid lohkoráidduin, de lea dehálaš ahte oahppit barget loguiguin gitta čuođi rádjái.
sma: Juktie ektiedimmieh jïh möönsterh taaleraajrojne vueptiestidh lea vihkeles learohkh taaligujmie berkieh tjuetien raajan.

source: Buorre lohkoipmárdus loguide gitta 100 rádjái mearkkaša ahte oahppit máhttet lohkat viidásit (sihke bajás- ja vulosguvlui), logežiid, guokte ja guokte, vihtta ja vihtta ja logežiiguin ja logežiiguin vaikko makkár guovttesiffar logus.
sma: Hijven taalegoerkese taalide 100 raajan sæjhta jiehtedh learohkh maehtieh guhkiebasse ryöknedh (dovne bæjjese jïh våålese), luhkiej bijjelen, gööktine gööktine, vïjhtine vïjhtine jïh luhkine luhkine saaht man taalen raejeste göökte sifferigujmie.

source: Buorre lohkoipmárdus veahkeha oahppi lohkat oktii iešguđetlágan strukturerejuvvon joavkkuid, nugo Niillas geahččala.
sma: Hijven taalegoerkese learoehkidie viehkehte tjåanghkan ryöknedh ovmessie struktuvreradamme dåehkieh, naemhtie goh Daane voejhkele.

source: Niillas lohká ovttežiid mielde, muhto oahppi geas lea buorre lohkoipmárdus sáhttá váldit vuođu das ahte guokte logeža lea seamma go guoktelogi, ja lohkat 20, 25, 28.
sma: Mearan Daane aktine ryöknoe, akte learohke hijven taalegoerkesinie sæjhta våaroeminie utnedh göökte luhkieh leah göökteluhkie, jïh ryöknedh 20, 25 jïh 28.

source: Buori lohkoipmárdussii gullá maiddái diehtu das ahte joavkkuid ii dárbbaš lohkat mearriduvvon vuoruid mielde.
sma: Gosse hijven taalegoerkesem åtna edtja aaj daejredh dåehkieh eah tjoerh ryöknesovvedh akten vihties öörnegen mietie.

source: Lohkanmáhtolašvuođa ovdánahttin Ollu oahppit geavahit suorpmaid go lohket, mii doaibmá nuorra agis buorrin strategiijan.
sma: Evtiedimmie ryöknemetjiehpiesvoetijste Jïjnjh learohkh soermide nuhtjieh gosse ryökneminie, mij lea akte hijven strategije noere aaltarisnie.

source: Lohkan suorpmaiguin sáhttá maiddái leat juoga maid oahppit dahket vai čatnet oktii dan mii lea konkrehta dainna mii lea abstrákta.
sma: Soermine ryöknedh maahta aaj mij akt årrrodh maam learohkh darjoeh juktie dam konkrete jïh dam abstrakte aktanidh.

source: Oahppit dábálaččat dađistaga heitet lohkamis suorpmaiguin ja álget lohkat jitnosit, nivkkuhit ja lohket dahje lohket mentála lohkolinnjáin 2.3. ceahkis.
sma: Siejhme learohkh ånnetji ånnetji orrijieh soermine ryöknedh goske aelkieh njaalmeldh ryöknedh, «nijhkemeryöknedhš jallh aktene mentaale taalesievesne ryöknedh 2. – 3. daltesisnie.

source: Dat dahká oahppái álkibun geavahit rehkenastinstrategiijaid maiguin rehkenastet oaivvis – mii lea vuođđun matematihka gelbbolašvuhtii.
sma: Dellie aelhkebe sjædta learoehkasse åejjieryöknemestrategijh nuhtjedh - mij lea dïhte våarome matematihken maahtose.

source: Oahppit šaddet dađistaga oadjebasabut prinsihpaide mat leat loguidlohkamis, nugo namuhuvvon badjelis, ja sii šaddet sihkkareappot ja dárkileappot go sii hárjehallet dan bargat.
sma: Learohkh ahkedh jearsoesåbpoe sjidtieh dej Sæjroe prinsihpigujmie ryöknemasse mah leah bijjielisnie neebneme, jïh jearsoesåbpoe jïh veelebe sjidtieh gosse dejtie nuhtjieh.
